brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "blendle/blendle/kns"
brew "chamber"
brew "circleci"
brew "gettext"
brew "gh"
brew "git-secrets"
brew "git"
brew "gnupg"
brew "go"
brew "hadolint"
brew "hashicorp/tap/terraform"
brew "helm"
brew "htop"
brew "jq"
brew "jsonnet"
brew "kubecfg"
brew "kubectx"
brew "kubernetes-cli"
brew "libtensorflow"
brew "minikube"
brew "nitrictech/tap/nitric"
brew "pinentry-mac"
brew "pipx"
brew "protobuf"
brew "pulumi"
brew "python@3.13"
brew "python@3.13"
brew "rbenv"
brew "stern"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
cask "aws-vault-binary"
cask "gcloud-cli"
cask "iterm2"
cask "macpass"
cask "visual-studio-code"
cask "wireshark-app"
go "github.com/cweill/gotests/gotests"
go "github.com/fatih/gomodifytags"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "github.com/josharian/impl"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
tap "hashicorp/tap"
tap "nitrictech/tap"
tap "superbrothers/zsh-kubectl-prompt"
vscode "continue.continue"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-diff"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "plex.vscode-regolint"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "travisthetechie.write-good-linter"
vscode "tsandall.opa"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
