cask "iterm2"
brew "git"
brew "git-secrets"
brew "zsh"
brew "tmux"
brew "htop"
brew "vim"
cask "atom"
cask "visual-studio-code"
brew "go"
brew "python3"
brew "python@2"
brew "rbenv"
brew "protobuf"

# k8s
brew "kubernetes-cli"
tap "superbrothers/zsh-kubectl-prompt"
brew "zsh-kubectl-prompt"
brew "kubectx"
brew "stern"
tap "blendle/blendle"
brew "kns"
cask "virtualbox"
brew "minikube"
# kubernetes-helm v2.16.1
brew "helm@2"

# aws
brew "aws-iam-authenticator"
cask "aws-vault"
brew "awscli"
brew "chamber"

# gcp
cask "google-cloud-sdk"

# java
cask "adoptopenjdk"

# commands
brew "watch"
brew "gettext", link: true

# linters
brew "hadolint"
brew "yamllint"

# tools
brew "jq"
brew "yq"
brew "circleci"
cask "wireshark"
brew "packer"