tap "blendle/blendle"
tap "chef/chef"
tap "etopeter/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "superbrothers/zsh-kubectl-prompt"
brew "python@3.10"
brew "ansible"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "chamber"
brew "circleci", link: false
brew "consul"
brew "coreutils"
brew "gettext"
brew "openldap"
brew "curl"
brew "fluxctl"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-secrets"
brew "guile"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "helm@2"
brew "hey"
brew "htop"
brew "jfrog-cli"
brew "jq"
brew "jsonnet"
brew "krb5"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "node@12"
brew "node@14"
brew "node@16"
brew "packer"
brew "pandoc"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python-yq", link: false
brew "python@3.8"
brew "rbenv"
brew "ruby"
brew "stern"
brew "teleport"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "blendle/blendle/kns"
brew "etopeter/tap/kubectl-view-utilization"
brew "superbrothers/zsh-kubectl-prompt/zsh-kubectl-prompt"
cask "adoptopenjdk"
cask "atom"
cask "aws-vault"
cask "google-cloud-sdk"
cask "inspec"
cask "iterm2"
cask "macpass"
cask "notion"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
